Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: receive MMS
be: атрымваць MMS

source: receive SMS
be: атрымваць SMS

source: receive WAP
be: атрымваць WAP

source: receive emergency broadcasts
be: атрымваць надзвычайныя апавяшчэньні

source: recommended for you
be: прапануецца вам

source: record
be: запіс

source: record audio
be: запісваць гук

source: record what you type and actions you take
be: запісваць, што вы друкуеце ды што вы робіце

source: records
be: запісы (-аў)

source: rename internal storage
be: даваць новую назву унутранаму сховішчу

source: rename secure storage
be: даваць новую назву бясьпечнаму сховішчу

source: reorder running applications
be: зьмяняць парадак праґрамаў, якія выконваюцца

source: reset system to factory defaults
be: узнаўляць сыстэму да пачатковага (завадзкога) стану

source: respond to superuser requests
be: адказ на запыт на спраўніка

source: restart other applications
be: прымусова запускаць нанова іншыя праґрамы

source: retrieve running applications
be: атрымваць сьпіс запушчаных праґрамаў

source: retrieve screen content
be: атрымваць зьмесьціва экрану

source: retrieve system internal state
be: атрымваць унутраны стан сыстэмы

source: retrying in %s
be: паспрабуем зноўку праз %s

source: roaming
be: блуканьне (роўмінґ)

source: run in factory test mode
be: запускаць у стане завадзкіх выпрабаваньняў

source: s
be: сэк.

source: schedule
be: расклад

source: search
be: шукаць

source: search by
be: паводле

source: sec
be: сэк.

source: second
be: другі

source: secs
be: сэк.

source: select Gmail or Google Mail branding
be: абіраць маркаю «Gmail» або «Пошта Google»

source: select contact
be: абраць кантакт

source: selected
be: абраны

source: selected %1$d out of %2$d
be: абралі %1$d з %2$d

source: send Linux signals to applications
be: дасылаць сыґналы Linux праґрамам

source: send SMS messages
be: дасылаць паведамленьні SMS

source: send SMS messages with no confirmation
be: дасылаць паведамленьні SMS без пацьверджаньня

source: send SMS-received broadcast
be: рассылаць спавяшчэньне, што SMS атрымалі

source: send WAP-PUSH-received broadcast
be: рассылаць спавяшчэньне, што WAP PUSH атрымалі

source: send package removed broadcast
be: рассылаць спавяшчэньне пра сьцёрты пакунак

source: send sticky broadcast
be: рабіць нетэрміновыя рассылкі

source: sending...
be: дасылаецца…

source: sep
be: вер

source: september
be: верасьня

source: set alarm in alarm clock
be: усталёўваць будзьку ў будніку

source: set preferred applications
be: вызначаць пераважныя праґрамы

source: set time
be: вызначаць час

source: set time zone
be: вызначаць часавы абсяг

source: set wallpaper
be: усталёўваць шпалеры

source: set wallpaper size hints
be: даваць парады па памерах шпалераў

source: seven
be: сем

source: siSwati (South Africa)
be: свазі (Паўднёвая Афрыка)

source: six
be: шэсьць

source: slow speed
be: малая хуткасьць

source: slowest speed
be: найменшая хуткасьць

source: someone@example.com
be: khtosci@pryklad.by

source: space
be: прагал

source: star
be: зорачка

source: status bar
be: паліца стану

source: stop running applications
be: спыняць запушчаныя праґрамы

source: strength
be: (моц)

source: strong
be: моцны

source: su binary updated successfully
be: выканальны файл su пасьпяхова абнавілі

source: su is up to date
be: su маем найноўшым

source: subscribers
be: падпісанты

source: subscription
be: падпіска

source: subscription updates
be: абнаўленьні падпісак

source: subscriptions
be: падпіскі (-сак)

source: synced
be: сынхранізаваны

source: synced, not visible
be: сынхранізаваныя, нябачныя

source: synced, visible
be: сынхранізаваныя, бачныя

source: tagged you in this photo.
be: пазначыў вас на гэтым фатаздымку.

source: take pictures
be: рабіць здымкі

source: take pictures and videos
be: здымаць фота ды відэа

source: test hardware
be: выпрабоўваць прыстасаваньні

source: then
be: тады

source: third
be: трэці

source: three
be: тры

source: three hours ago
be: тры гадзіны таму

source: to %s
be: да %s

source: to %1$s
be: на рахунак %1$s

source: to answer
be: каб адказаць

source: to decline
be: каб адхіліць

source: to stop
be: да прыпынку

source: to unlock
be: каб адамкнуць

source: today
be: сёньня

source: today at
be: сёньня а

source: today at %s
be: сёньня а %s

source: tomorrow
be: заўтра

source: top rated
be: высока ацэненыя

source: toward %1$s
be: у накірунку %1$s

source: tram
be: трамвай

source: trolleybus
be: тралейбус

source: two
be: два

source: two hours ago
be: дзьве гадзіны таму

source: typed a message
be: надрукаваў (-ла) паведамленьне

source: undo
be: адрабіць

source: uninstall shortcuts
be: высталёўваць выклічнікі

source: unknown
be: невядома

source: unlisted for %s
be: закрытае для %s

source: unspecified failure
be: нявызначаная памылка

source: update component usage statistics
be: абнаўляць статыстыку выкарыстаньня складніку

source: updated her profile picture:
be: абнавіла свой малюнак профілю:

source: updated his profile picture:
be: абнавіў свой малюнак профілю:

source: uploaded a photo
be: запампаваў (-ла) фота

source: uploading
be: запампоўваецца

source: use the authentication credentials of an account
be: выкарыстоўваць апазнавальныя даверчыя лісты рахунку

source: using %s
be: праз %s

source: vCard export request is rejected.
be: Адмовілі ў запыце выняць візытоўку.

source: vCard import request is rejected.
be: Адмовілі ў запыце ўзяць візытоўку.

source: verify packages
be: спраўджваць пакункі

source: version
be: вэрсія

source: version %1$s
be: вэрсія %1$s

source: version %s
be: вэрсія %s

source: via %1$s
be: праз %1$s

source: video
be: відэазапіс

source: videos
be: відэазапісы (-аў)

source: view Wi-Fi state
be: глядзець стан Wi-Fi

source: view WiMAX state
be: глядзець стан WiMAX

source: view configured accounts
be: праглядаць настаўленыя рахункі

source: view network state
be: глядзець стан сеткі

source: voicemail
be: галасавая пошта

source: voltage
be: напружаньне

source: waiting for WiFi
be: чакаем на Wi-Fi

source: waiting for connection
be: чакаем злучыцца

source: waiting to retry
be: чакаем паспрабаваць зноўку

source: wants to pair.
be: хоча спалучыцца.

source: was
be: быў

source: was marked on photo
be: пазначылі на фатаздымку

source: was moved to list
be: перасунулі ў сьпіс

source: was tagged in photos
be: пазначылі на здымках

source: water?
be: вадзічкі?

source: web
be: сеціва

source: week
be: тыдзень

source: weekdays
be: будні

source: weekend
be: субота й нядзеля

source: weeks
be: тыдні

source: with %s
be: з %s

source: with me
be: са мною

source: write Access Point Name settings
be: запісваць налады пунктаў доступу

source: write Browser's history and bookmarks
be: запісваць гісторыю ды закладкі Аглядальніку

source: write Browser\'s history and bookmarks
be: запісваць гісторыю ды закладкі Аглядальніку

source: write Home settings and shortcuts
be: запісваць налады ды выклічнікі хатняга экрану

source: write calendar data
be: запісваць зьвесткі календара

source: write contact data
be: запісваць зьвесткі кантактаў

source: write instant messages
be: запісваць хуткія паведамленьні

source: write owner data
be: запісваць зьвесткі ўласьніку

source: write subscribed feeds
be: запісваць жывільнікі, на якія падпісаліся

source: write sync settings
be: запісваць налады сынхранізаваньня

source: write to user defined dictionary
be: пісаць у вызначаны карыстальнікам слоўнік

source: write to your profile data
be: запісваць зьвесткі профілю

source: write to your social stream
be: запісваць грамадзкую плынь

source: year
be: год

source: years
be: гады

source: yesterday
be: учора

source: yesterday at
be: учора а

source: yesterday at %s
be: учора а %s

source: yippeeeeeeee!!!
be: уіііііііііііііііііііііііііі!!!

source: you will arrive at your destination.
be: вы прыедзе да кірунку.

source: your destination will be on the left.
be: кірунак будзе леваруч.

source: your destination will be on the right.
be: кірунак будзе праваруч.

source: zero
be: нуль

source: {0} ft
be: {0} футы

source: {0} km
be: {0} км

source: {0} m
be: {0} м

source: {0} mi
be: {0} міля

source: {0} yd
be: {0} ярдаў

source: {0}ft
be: {0} футы

source: {0}km
be: {0} км

source: {0}m
be: {0} м

source: {0}mi
be: {0} міля

source: {0}yd
be: {0} ярдаў

source: Авто
be: Самарушна

source: Большой
be: Вялікі

source: Вид
be: Выгляд

source: Виджет Яндекс.Пробки
be: Віджэт Яндэкс.Заторы

source: Включен
be: Не працуе

source: Воспользуйтесь поиском, чтобы найти ваш город.
be: Каб знайсьці свой горад, скарыстайце пошук.

source: Вставлять отсутствующие знаки \"=\"
be: Устаўляць адсутныя знакі «=»

source: Выключен
be: Працуе

source: Выход
be: Выйсьці

source: Главная
be: Галоўная

source: Да
be: Так

source: Для его работы необходим компьютер с установленным и настроенным клиентом FlylinkDC++!!!
be: Каб ён працаваў, трэба мець кампутар з усталяваным і наладжаным кліентам FlylinkDC++!

source: Для поддержки P2P установите TransDroid
be: Каб мець падтрымку P2P, усталюйце праґраму TransDroid

source: Добавление в кеш остановлено из-за ошибки
be: Далі хібу; спынілі дадаваць у запасьнік

source: Добавление в кеш отключено - недостаточно места в памяти телефона
be: Спынілі дадаваць у запасьнік: бракуе прасторы ў памяць тэлефона

source: Добавление в кеш отключено - недостаточно места на карте памяти
be: Спынілі дадаваць у запасьнік: бракуе прасторы на картцы памяці

source: Загрузка.
be: Чытаецца.

source: Зайти браузером с устройства Android на web-сайт Вашего провайдера и кликнуть на ссылку \"скачать файл\"
be: Завітаць аглядальнікам з прылады Android на бачыну вашага пастаўніка ды пстрыкнуць па спасылцы «сьцягнуць файл».

source: Зайти на http://ip-адрес_ПК:порт/ используя это имя и пароль с устройства Android
be: Завітаць на http://адрас_IP_кампутару:порт/ з дапамогаю гэтых імені ды паролю з прылады Android.

source: Закрыть
be: Зачыніць

source: Запомнить (или установить) параметры (порт, имя пользователя и пароль)
be: Запомніць (або вызначыць) парамэтры (порт, імя карыстальніка ды пароль).

source: Запрос отправлен успешно, но длина файла не указана.
be: Запыталіся пасьпяхова, але памер файла невядомы.

source: Запрос отправлен успешно, но длина файла не указана. Проверьте очередь FlylinkDC++
be: Запыталіся пасьпяхова, але памер файла невядомы. Спраўдзіце чаргу FlylinkDC++

source: Запрос отправлен успешно, но тип ссылки неизвестен.
be: Запыталіся пасьпяхова, але від спасылкі невядомы.

source: Запрос отправлен успешно, но тип ссылки неизвестен. Проверьте очередь FlylinkDC++. Для поддержки P2P установите TransDroid
be: Запыталіся пасьпяхова, але від спасылкі невядомы. Спраўдзіце чаргу FlylinkDC++. Каб мець падтрымку P2P, усталюйце праґраму TransDroid

source: Имя или адрес ПК
be: Назва або адрас асьветару

source: Имя пользователя
be: Імя карыстальніка

source: Инструкции на сайте http://www.flylinkdc.com
be: Кіраўніцтва — на бачыне http://www.flylinkdc.com.

source: Инструкция
be: Як выкарыстоўваць

source: Искать голосом
be: Шукаць голасам

source: Исправлять двойное кодирование имен файлов
be: Выпраўляць падвойнае кадаваньне назваў файлаў

source: Исправлять имена
be: Выпраўляць назвы файлаў

source: Исправлять ссылки
be: Выпраўляць спасылкі

source: История поиска очищена
be: Гісторыя пошуку ачысьцілі

source: Карта
be: Мапа

source: Карты
be: Мапы

source: Кеш
be: Запасьнік

source: Купить лицензию PRO
be: Купіць ліцэнзію прафэсійнае (PRO) вэрсіі

source: Маршрут
be: Шлях

source: Мелкий
be: Маленькі

source: Метки
be: Пазнакі

source: Минск-Южный
be: Мінск-Паўднёвы

source: Найти других
be: Знайсьці іншых

source: Найти меня
be: Знайсьці мяне

source: Народная карта
be: Народная мапа

source: Настройки
be: Налады

source: Не могу запустить Android Market.
be: Не магу запусьціць Android Market.

source: Не могу запустить Android Market. Пожалуйста установите приложение \"MagnetLink PRO Key\" вручную
be: Не магу запусьціць Android Market. Калі ласка, ўсталюйце дадатак «Ключ да MagnetLink PRO» самастойна

source: Не могу запустить Android Market. Пожалуйста установите приложение \"MagnetLink\" вручную
be: Не магу запусьціць Android Market. Калі ласка, усталюйце праґраму «MagnetLink» самастойна

source: Не удалось определить ваше местоположение.
be: Не атрымалася вызначыць вашае месцазнаходжаньне.

source: Не удалось определить местоположение
be: Не атрымалася вызначыць месцазнаходжаньне

source: Нет
be: Не

source: О программе
be: Пра праґраму

source: Отключить рекламу
be: Забараніць рэкляму

source: Отмена
be: Скасаваць

source: Очистить историю поиска
be: Ачысьціць гісторыю пошуку

source: Очистить историю поиска в саджесте
be: Ачысьціць гісторыю пошуку ў прапановах

source: Очистить карту
be: Ачысьціць мапу

source: Ошибка HTTP:
be: Памылка HTTP:

source: Ошибка соединения:
be: Памылка злучэньня:

source: Ошибка чтения:
be: Памылка чытаньня:

source: Ошибка: MalformedURLException:
be: Памылка — хібная спасылка (URL):

source: Ошибка: UTF-8 unsupported:
be: Памылка — не падтрымваецца UTF-8:

source: Ошибка: Неверное имя пользователя или пароль
be: Памылка: неадпаведнае імя карыстальніка або пароль

source: Повторить
be: Паўтарыць

source: Подробнее...
be: Падрабязьней…

source: Пожалуйста не отключайте!
be: Калі ласка, не забараняйце!

source: Пожалуйста подождите...
be: Калі ласка, пачакайце…

source: Пожалуйста установите приложение \"MagnetLink PRO Key\" вручную
be: Калі ласка, ўсталюйце праґраму «Ключ да MagnetLink PRO» самастойна

source: Пожалуйста установите приложение \"MagnetLink\"
be: Калі ласка, усталюйце праґраму «MagnetLink»

source: Позже
be: Пазьней

source: Поиск
be: Шукаць

source: Показать всё
be: Паказаць усе

source: Показать очередь FlylinkDC++
be: Паказаць чаргу FlylinkDC++

source: Показать пробки
be: Паказаць заторы

source: Пользователь FlylinkDC++
be: Імя карыстальніка FlylinkDC++

source: Помощь
be: Дапамога

source: Пробки
be: Заторы

source: Проверьте очередь FlylinkDC++
be: Спраўдзіце чаргу FlylinkDC++

source: Проверьте очередь FlylinkDC++.
be: Спраўдзіце чаргу FlylinkDC++.

source: Пункт \"Настройки\" на главной странице
be: Пункт «Налады» на галоўнае бачыне.

source: Результаты поиска
be: Вынікі пошуку

source: Скрыть / показать
be: Схаваць або паказаць

source: Скрыть всё
be: Схаваць усё

source: Скрыть пробки
be: Схаваць заторы

source: Слои
be: Пласты

source: Спасибо за покупку!
be: Дзякуем за ахвяраваньне!

source: Спутник
be: Спадарожнік

source: Средний
be: Сярэдні

source: Точки...
be: Пункты…

source: Удалить всю историю поиска?
be: Ці сьцерці ўсю гісторыю пошуку?

source: Успешно поставлен в очередь FlylinkDC++
be: Пасьпяхова паставілі ў чаргу FlylinkDC++

source: Установить
be: Усталяваць

source: Эта операция необратима!
be: Гэтага нельга будзе адрабіць!

source: Яндекс.Карты
be: Яндэкс.Мапы

source: выбранного
be: абранага

source: д/с Дружная - ж\д ст.
be: д/с Дружная — чыг. ст.

source: д/с Дружная - ж\д ст. Минск-Южный
be: д/с Дружная — чыг. ст. Мінск-Паўднёвы

source: ж\д ст. Минск-Южный - д/с Дружная
be: д/с Дружная — чыг. ст. Мінск-Паўднёвы

source: о MagnetLink
be: Пра MagnetLink

source: пер. Михайловский, 4
be: зав. Міхайлаўскі, 4

source: пр-т Дзержинского, 104, ТЦ «Титан»
be: пр-т Дзяржынскага, 104, ГЦ «Тытан»

source: пр-т Машерова, 19
be: пр-т Машэрава, 19

source: пр-т Независимости, 105
be: пр-т Незалежнасці, 105

source: пр-т Независимости, 60
be: пр-т Незалежнасці, 60

source: пр-т Партизанский, 12
be: пр-т Партызанскі, 12

source: ул. Бельского, 14
be: вул. Бельскага, 14

source: ул. Интернациональная, 3
be: вул. Інтэрнацыянальная, 3

source: ул. Кальварийская, 24, ТЦ «Корона»
be: вул. Кальварыйская, 24, ГЦ «Карона»

source: ул. Кальварийская, 4
be: вул. Кальварыйская, 4

source: ул. Куйбышева, 69
be: вул. Куйбышава, 69

source: ул. Лобанка, 14
be: вул. Лабанка, 14

source: ул. Мельникайте, 14
be: вул. Мельнікайтэ, 14

source: • Don't forget to add some widgets to you home screen
be: • Не забывайцеся дадаваць віджэты на галоўны экран

source: • Press MENU for more wonderful features
be: • Кнопка «Мэню» адкрые дадатковыя магчымасьці

source: • Slide left/right on the main screen
be: • Экраны зьмяняюцца ссоўваньнем улева або ўправа

source: • Some phones with HTC Sense have to be restarted to complete synchronization with phonebook
be: • Каб кантакты сынхранізаваліся, пэўныя тэлефоны (кшталту HTC Sense) трэба запусьціць нанова

source: • Use long click for more item options
be: • Дадатковыя можнасьці можна выклікаць, калі націснуць і трымаць

source: • You can change default skin in the settings
be: • Аздабленьне можна зьмяняць у наладах

source: • You can easily share photos and videos directly from Camera application
be: • Фатаздымкамі ды відэазапісамі з камэры можна лёгка дзяліцца

source: ← Tap again to save
be: ← каб захаваць, націсьніце яшчэ раз

source: ▷ Touch to show all
be: ▷ Націсьніце, каб паказаць усё

source: ▽ Touch to hide all
be: ▽ Націсьніце, каб схаваць усё

source: Set to
be: Пачатковаю будзе

source: Set to…
be: Пачатковаю будзе…

source: Front
be: Пярэдняя

source: Unselect all
be: Нічога не абіраць

source: W
be: Пр

source: In progress
be: Спампоўваецца

source: Complete
be: Спампавалі

source: Message list
be: Сьпісу паведамленьняў

source: F
be: Пт

source: S
be: Сб

source: T
be: Чц

source: Zoom buttons
be: Кнопкі павелічэньня

source: Other\u2026
be: Іншая…

source: Playlists\u2026
be: Сьпісаў…

source: Songs\u2026
be: Песень…

source: ^1% complete.
be: Зашыфравалі ^1%.

source: Encrypting
be: Зашыфроўваецца

source: Reset?
be: Ці ўзнавіць?

source: Resume
be: Аднавіць

source: Left
be: Сыходзіць

source: Call office
be: Выклікаць па працоўным

source: Anyone
be: ад усіх

source: Contacts only
be: толькі ад кантактаў

source: Name:
be: Назва:

source: documents
be: дакумэнты (-аў)

source: Yandex.Maps
be: Яндэкс.Мапы

source: OFF
be: ВЫЛ.

source: ON
be: УЛ.

source: N
be: Лс

source: Search History
be: Шукаць у гісторыі
